* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program EX1.
/**
/** :author 91988
/* TODO Enter your code here
write 'hello'
display 'wwrite10'
END
