* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program ISH001.
/**
/** :author Administrator
/* TODO Enter your code here
DISPLAY "HAPPINESS"
WRITE "Hello World"
END
