* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program PGM1.
/**
/** :author Administrator
/* TODO Enter your code here
write 'WELCOME TO GIT HUB TRAINING'
write 'day2'
END
