* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program T1.
/**
/** :author 91988
/* TODO Enter your code here
DEFINE DATA LOCAL
01 #CNT1 (N2)
01 #CNT2 (N2)
END-DEFINE
#CNT1:=6
#CNT2:=7
WRITE 'COUNTERS:' #CNT1 #CNT2
END
