* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program T2.
/**
/** :author 91988
/* TODO Enter your code here
/* Code Conflict
DEFINE DATA LOCAL
01 #CNT1 (N2)
01 #CNT2 (N2)
01 #CNT3 (N2)
END-DEFINE
#CNT1 := 2
#CNT2 := 2
#CNT3 := #CNT1 + #CNT2
WRITE 'hello how are you?...'
Write 'Hiiiiiii'
END
