DEFINE DATA LOCAL
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
/** New Local Data Area ISHNEW.
/**
/** :author Administrator
/* TODO Enter your data definitions here
01 #A (A10)
01 #input-num (n2)
END-DEFINE
