* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program VSB1.
/**
/** :author 91988
/* TODO Enter your code here
write 'welcome'
END
